# vi: ft=ruby

brew "FelixKratz/formulae/sketchybar"
brew "FelixKratz/formulae/svim"
brew "bash"
brew "black"
brew "blueutil"
brew "choose-gui" if OS.mac?
brew "chrome-cli"
brew "coreutils"
brew "diff-so-fancy"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "gron"
brew "imagemagick"
brew "jc"
brew "jless"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "litecli"
brew "luarocks"
brew "mas"
brew "neovide"
brew "neovim"
brew "nictap/tap/ooo"
brew "node"
brew "patchutils"
brew "php"
brew "pipx"
brew "pomdtr/tap/ray" # raycast cli
brew "poppler" # pdf renderer
brew "pre-commit"
brew "pstree"
brew "python3"
brew "resvg" # SVG renderer
brew "rg"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sad"
brew "sevenzip"
brew "sponge"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "up"
brew "utf8proc"
brew "waydabber/betterdisplay/betterdisplaycli" if OS.mac?
brew "wget"
brew "xcbeautify"
brew "yazi"
brew "yq"
brew "yqrashawn/goku/goku"
brew "zoxide"
cask "alfred"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "docker"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "homerow"
cask "iterm2"
cask "karabiner-elements"
cask "mouse-fix"
cask "mouseless"
cask "notunes"
cask "obsidian"
cask "pycharm"
cask "rectangle-pro"
cask "sf-symbols"
cask "shottr"
cask "superwhisper"
cask "th-ch/youtube-music/youtube-music"
cask "whatsapp"
cask "zen"
mas "Klack keyboard sounds", id: 6446206067
