# vi: ft=ruby

brew "bash"
brew "bat"
brew "black"
brew "blueutil"
brew "btop"
brew "choose-gui" if OS.mac?
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "gron"
brew "imagemagick"
brew "jc"
brew "jless"
brew "jq"
brew "kanata"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "neovim-remote"
brew "node"
brew "ollama", restart_service: :changed
brew "pandoc"
brew "patchutils"
brew "php"
brew "pipx"
brew "poppler" # pdf renderer
brew "pre-commit"
brew "pstree"
brew "python"
brew "resvg" # SVG renderer
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sad"
brew "sevenzip"
brew "sponge"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "up"
brew "waydabber/betterdisplay/betterdisplaycli", trusted: true if OS.mac?
brew "wget"
brew "xcbeautify"
brew "yazi"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders", trusted: true
brew "koekeishiya/formulae/yabai", trusted: true
brew "oven-sh/bun/bun", trusted: true
brew "pomdtr/tap/ray", trusted: true
brew "waydabber/betterdisplay/betterdisplaycli", trusted: true
brew "yqrashawn/goku/goku", trusted: true
cask "nikitabobko/tap/aerospace", trusted: true
cask "1password"
cask "1password-cli"
cask "alfred"
cask "bartender"
cask "betterdisplay"
cask "docker-desktop"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "homerow"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "linearmouse"
cask "mac-mouse-fix"
cask "mouseless"
cask "notunes"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "superwhisper"
cask "voiceink"
cask "whatsapp"
cask "wispr-flow"
cask "zen"
mas "Klack", id: 6446206067
mas "Mic Drop", id: 1489816366
mas "Tot", id: 1491071483
mas "Xcode", id: 497799835
brew "multimarkdown"
cask "claude-code"
brew "tree-sitter-cli"
