# vi: ft=ruby

tap "homebrew/services"
brew "bash"
brew "black"
brew "blueutil"
brew "choose-gui" if OS.mac?
brew "chrome-cli"
brew "cliclick"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "gron"
brew "imagemagick"
brew "jc"
brew "jless"
brew "jq"
brew "kanata"
brew "kubernetes-cli"
brew "librespot"
brew "luarocks"
brew "mas"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "neovim"
brew "ninja"
brew "node"
brew "ollama", restart_service: :changed
brew "pandoc"
brew "patchutils"
brew "php"
brew "pipx"
brew "poppler" # pdf renderer
brew "podman"
brew "pre-commit"
brew "pstree"
brew "python"
brew "resvg" # SVG renderer
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sad"
brew "sevenzip"
brew "sponge"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "up"
brew "waydabber/betterdisplay/betterdisplaycli" if OS.mac?
brew "wget"
brew "xcbeautify"
brew "yazi"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nictap/tap/ooo"
brew "oven-sh/bun/bun"
brew "pomdtr/tap/ray"
brew "slp/krunkit/krunkit"
brew "waydabber/betterdisplay/betterdisplaycli"
brew "yqrashawn/goku/goku"
cask "nikitabobko/tap/aerospace"
cask "alfred"
cask "amitv87-pip"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "dash"
cask "dmenu-mac"
cask "docker-desktop"
cask "finicky"
cask "flameshot"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "homerow"
cask "iterm2"
cask "karabiner-elements"
cask "kindavim"
cask "kitty"
cask "linearmouse"
cask "mac-mouse-fix"
cask "mouseless"
cask "notunes"
cask "obsidian"
cask "podman-desktop"
cask "pycharm"
cask "raycast"
cask "rectangle-pro"
cask "sf-symbols"
cask "shottr"
cask "superwhisper"
cask "voiceink"
cask "whatsapp"
cask "wispr-flow"
cask "zen"
mas "Klack", id: 6446206067
mas "Mic Drop", id: 1489816366
mas "Tot", id: 1491071483
mas "Xcode", id: 497799835
