{
  "Apprentice": { "branch": "master" },
  "QFEnter": { "branch": "master" },
  "cmd-parser.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "dbt.vim": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fugitive-gitlab.vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitignore": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "inline_edit.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap-spooky.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lkml.vim": { "branch": "master" },
  "local-indent.vim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cursorword": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "persistent.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "python-support.nvim": { "branch": "master" },
  "range-highlight.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "ssr.nvim": { "branch": "main" },
  "tabfold": { "branch": "master" },
  "tabmessage.vim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "textobj": { "branch": "master" },
  "textobj-word-column.vim": { "branch": "master" },
  "tmuxline.vim": { "branch": "master" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undoquit.vim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-anyfold": { "branch": "master" },
  "vim-apathy": { "branch": "master" },
  "vim-argumentative": { "branch": "master" },
  "vim-bracketed-paste": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easydir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-flagship": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-gutentags": { "branch": "master" },
  "vim-haystack": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-jdaddy": { "branch": "master" },
  "vim-jsonnet": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-log-syntax": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-node": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-restructuredtext": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-scriptease": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-tbone": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-textobj-bracketchunk": { "branch": "master" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-function": { "branch": "master" },
  "vim-textobj-function-javascript": { "branch": "master" },
  "vim-textobj-function-syntax": { "branch": "master" },
  "vim-textobj-methodcall": { "branch": "master" },
  "vim-textobj-multiline-str": { "branch": "master" },
  "vim-textobj-python": { "branch": "master" },
  "vim-textobj-ruby": { "branch": "master" },
  "vim-textobj-variable-segment": { "branch": "main" },
  "vim-tmux": { "branch": "master" },
  "vim-tmux-focus-events": { "branch": "master" },
  "vim-trailing-whitespace": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-unstack": { "branch": "master" },
  "vim-visualstar": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winresizer": { "branch": "master" }
}